<?php
return [

    //金币变动类型
    'currency'      => [
        0 => [
            'type'  => 0, //充
            'title' => '充值',
        ],
        1 => [
            'type'  => 1, //扣除
            'title' => '扣除',
        ],
    ],

    //后台广告模型
    'adSpace'       => [
        1 => [
            'id'    => 'carousel',
            'title' => '轮播图',
        ],
        2 => [
            'id'    => 'singer',
            'title' => '歌手',
        ],
    ],

    //星座
    'constellation' => [
        1  => [
            'id'    => 1,
            'title' => '白羊座',
        ],
        2  => [
            'id'    => 2,
            'title' => '金牛座',
        ],
        3  => [
            'id'    => 3,
            'title' => '双子座',
        ],
        4  => [
            'id'    => 4,
            'title' => '巨蟹座',
        ],
        5  => [
            'id'    => 5,
            'title' => '狮子座',
        ],
        6  => [
            'id'    => 6,
            'title' => '处女座',
        ],
        7  => [
            'id'    => 7,
            'title' => '天秤座',
        ],
        8  => [
            'id'    => 8,
            'title' => '天蝎座',
        ],
        9  => [
            'id'    => 9,
            'title' => '射手座',
        ],
        10 => [
            'id'    => 10,
            'title' => '摩羯座',
        ],
        11 => [
            'id'    => 11,
            'title' => '水瓶座',
        ],
        12 => [
            'id'    => 12,
            'title' => '双鱼座',
        ],
    ],

];
